const FaqList = [
    {
        question: 'Зачем моему щенку необходимо делать прививки?',
        answer: 'Когда щенки появляются на свет, их здоровье полностью зависит от антител, которые содержатся в материнском молоке. Антитела защищают организм щенков от любых вредоносных микроорганизмов. Однако эта защита со временем исчезает, то есть щенок становится уязвимым для заражения инфекционными заболеваниями. Продуманная вакцинация в нужном возрасте помогает предупредить развитие инфекционных заболеваний у вашего щенка.',
    },
    {
        question: 'Какое действие оказывает вакцинация щенков?',
        answer: 'Вакцинация помогает избежать заражения инфекционными заболеваниями, которые иногда могут оказаться смертельными. Некоторые вакцины являются обязательными, другие же носят рекомендательный характер.',
    },
    {
        question: 'Какие прививки делают кошкам и когда?',
        answer: `У новорожденных котят иммунитет вырабатывается благодаря
        содержащимся в молозиве веществам, однако сохраняется он не более
        16 недель. Первую прививку котенку рекомендуется делать по
        достижению 8-10 недельного возраста. В этом возрасте малышу вводят
        вакцину против кальцивироза, ринотрахеита и панлейкопении.
        Вакцинация против бешенства проводится в возрасте не менее 12
        недель и, в большинстве случаев, выполняется одновременно с
        ревакцинацией, проводимой через 3-4 недели после первой прививки.
        Рекомендуется применять ту же марку препарата, что и в первый раз.
        Сроки вакцинации могут несущественно отличаться в зависимости от
        рекомендаций производителя конкретного вида вакцины. В течение
        двух-трех недель после вакцинации следует ограничить контакты
        малыша с внешним миром, не выводить на прогулки, не перевозить в
        общественном транспорте и не допускать контактов с другими котами,
        так как выработка активного иммунитета начинается не ранее, чем
        через 10 дней после введения препарата.`,
    }
]

export default FaqList